{
    "artists": [
        {
            "name": "Daddy Yankee",
            "songs": [
                {
                    "title": "La Despedida",
                    "lyric": "Yeah C'mon (¡Daddy!) Tú sabes quién és, you know (¡Daddy!) DY (¡Daddy!) C'mon Cómo dice, cómo dice Antes que te vayas, dame un beso Sé que soñaré con tu regreso Mi vida no es igual ahora que te perdí ¿Cómo te voy a olvidar? ¿Cómo te voy a olvidar? Dale Mambo, c'mon Oh, oh, oh, oh (¡Daddy!) Oh, oh, oh, oh (¡Daddy!), DY Oh, oh, oh, oh (¡Daddy!) Mundial, oh, oh, oh, oh Sé que me dijiste que el amor existe Y su poder hace lo que sea Que cambie el destino y quédate conmigo Porque no soporto la idea Que el amor a la distancia Fortalece la confianza y termina siendo una odisea Así es la razón, pero mi corazón Va ganando en esta pelea Y tu recuerdo me está matando Hasta la muerte, aquí estaré esperando Nunca lo olvides, te sigo amando Hasta la muerte, aquí estaré esperando (¡Daddy!) (¡Daddy!) (¡Daddy!) (¡Daddy!) Oh, oh, oh, oh Y me muero, y me muero, dímelo Antes que te vayas dame un beso Sé que soñaré con tu regreso Mi vida no es igual (come on) ahora que te perdí ¿Cómo te voy a olvidar? ¿Cómo te voy a olvidar? Hablé con el hombre que vi en el espejo Me dijo: Deja' que vuele y se vaya lejos Y si vuelve, ese amor es tuyo Y si no vuelve, nunca fue tuyo, Entonces, sigue mi sabio consejo Y tu recuerdo me está matando Hasta la muerte, aquí estaré esperando Nunca lo olvides, te sigo amando Hasta la muerte, aquí estaré esperando (por siempre) Antes que te vayas, dame un beso (solo quiero un beso más) Sé que soñaré con tu regresovMi vida no es igual ahora que te perdí ¿Cómo te voy a olvidar? ¿Cómo te voy a olvidar? (Solo dime cómo yo te olvido, ma') ¿Cómo te voy a olvidar? (Solo dime cómo yo te olvido, ma') ¿Cómo te voy a olvidar? Mundial Ya verá' al final del camino Ya verá' al final del camino Si así lo quiere el destino Daddy Llegó la despedida, en contra de nuestra voluntad Hay que decir adiós"
                },
                {
                    "title": "Dura",
                    "lyric":"Me gusta mi reggae Tiritiritiririti-Daddy (Evo Jedis) Cuando yo la vi Dije, si esa mujer fuera para mí Perdóname, te lo tenía que decir 'Tás dura, dura Dura, dura, dura Que estás dura, mano arriba porque tú te ves bien 'Tás dura, mamacita, te fuiste de nivel Dura, mira como brilla tu piel'Tás dura, dímelo, dímelo, ¿Cómo es que e'? 'Tás dura, yo te doy un veinte de diez 'Tás dura, dura, dura Tú eres la máquina, la máquina de baile Si no tiene' a nadie vente pa' mi' brazos, caileEse perfume se siente en el aire Algo como Argentina, tú me traes los Buenos Aires'Tá poderosa, media escandalosa Habrán muchas mujeres pero tú eres otra cosaSi fuera un delito eso de que estás hermosa Te arresto en mi cama y te pongo las esposas Tienes el toque, toque, toque Miren el material, edición especial Tienes el toque, toque, toque Perdóname, te lo tenía que decir 'Tás dura, dura Dura, dura, dura Que estás dura, mano arriba porque tú te ves bien 'Tás dura, mamacita, te fuiste de nivel Dura, mira cómo brilla tu piel'Tás dura, dímelo, dímelo, ¿Cómo es que e'? 'Tás dura, yo te doy un veinte de diez 'Tás dura, dura, dura Me gusta cómo mueve ese ram-pam-pam Mi mente maquineando en un plan-plan-plan Si me deja, en esa curva le doy pam-pam ¿Cuál es tu receta? No sé, 'tá pa' comerte bien Me gusta cómo mueve ese ram-pam-pam Mi mente maquineando en un plan-plan-plan Si me deja, en esa curva le doy pam-pam Tu belleza retumba, las otras pa' la tumba Uno, dos y tres, vamo' a darle La envidia que se calle Saludos a to'as las nenas que paralizan la calle ¿Cómo tú te llamas? ¿De dónde tú eres? Dame el número pa' entrar contigo en detalles Y tienes el toque, toque, toque Pareces una estrella formando el alboroto Tienes el toque, toque, toque Se cae el internet cuando subes una foto Cuando yo la vi (Dímelo, baby girl) Dije, si esa mujer fuera para mí (Pa' mí esa baby) Perdóname, te lo tenía que decir 'Tás dura, dura Dura, dura, dura Que estás dura, mano arriba porque tú te ves bien 'Tás dura, mamacita, te fuiste de nivel Dura, mira cómo brilla tu piel 'Tás dura, dímelo, dímelo, ¿Cómo es que e'? 'Tás dura, yo te doy un veinte de diez 'Tás dura, dura, dura Tú tienes el size, otra como tú mami, no hay Pégate, dale boom bye bye Que tú tienes el size, otra como tú mami, no hay Pégate, dale boom bye bye Que tú tienes el size, otra como tú mami, no hay Pégate, dale boom bye bye Que tú tienes el size, otra como tú mami no hay Pégate, dale boom bye bye, yep, yeah Retumbando las bocinas de seguro Da-Da-Da-Daddy Yankee y el Disco Duro Urba & Rome Que pa' esta liga no se asomen Dura, dura, dura Blaze (Jday, Jday, Jday)"
                },
                {
                    "title": "Pasarela",
                    "lyric": "Modelo uno, bótate Modelo dos, bótate Modelo tres, bótate Lúcete, ahora es Modelo uno, bótate Modelo dos, bótate Modelo tres, bótate Lúcete, ahora es Mucho booty a la vista Demasiado poderoso Alimento pa' mis ojos porque está de revista Puede ser que no sea famosa Pero ella opaca a cualquier artista Es una chica fashion En eso de la moda es toda una especialista La acera es tu pasarela, lúcete  ¡Ay, eh! ¡ay, oh! ¡ay, eh! Con tu estilo mátalo ¡Ay, eh! ¡ay, oh! ¡ay, eh! Fórmate un escándalo (Mambo) (Mambo) (Mambo) (Mambo) (Sensual, bebé) Pongo arriba las copas (ajá) Sigue sexy la ropa (ajá) No importa la marca si ella es la que le da la vida a la ropa (ajá) No le hace falta la fama (ajá) Todo el mundo la aclama (oh, yeah) Son muchas las super estrellas Que ponen la zona en llamas Modelo uno, bótate Modelo dos, bótate Modelo tres, bótate Lúcete, ahora es Modelo uno, bótate Modelo dos, bótate Modelo, tres bótate (m-m-muy) Lúcete, ahora es (muy duro, ma') Tiene la carretera paralizá' Es que está pasando algo descomunal He visto millones de miss universo La cosa es que con todas me quiero quedar Por culpa de esos cuerpos tan ricos Me tienen el cuello como un abanico De la'o a la'o, de la'o a la'o La acera es tu pasarela, lúcete ¡Ay, eh! ¡ay, oh! ¡ay, eh! Con tu estilo mátalo ¡Ay, eh! ¡ay, oh! ¡ay, eh! Fórmate un escándalo (Mambo) (Mambo) (Mambo) (Mambo) Modelo uno, bótate Modelo dos, bótate Modelo tres, bótate Lúcete, ahora es Modelo uno, bótate Modelo dos, bótate Modelo tres, bótate La acera es tu pasarela, lúcete ¡Ay, eh! ¡ay, oh! ¡ay, eh! Con tu estilo mátalo ¡Ay, eh! ¡ay, oh! ¡ay, eh! Fórmate un escándalo"
                }
            ]
        },
        {
            "name": "Bad Bunny",
            "songs": [
                {
                    "title": "ahora soy peor",
                    "lyric": "Me acostumbré al sour ya no patea\nMe llegan a casa no se capean\nSolo modelos como Barea\nMultiplicar cienes es la tarea\nYo soy el cacique en tu propia aldea\nValgo más que todo lo que te rodea\nNo te la crea recuerda que Curry la mete\nHasta que Lebron lo galdea\nBaja pa la cuesta\nQue ando con la orquesta cabrón no es la sexta\nYo nunca estoy abajo en las apuestas y menos en esta\nDile a Vico que de la recta final estamos en el final de la recta\nEl diablo me inyecta y saco la que suena y los acuesta\nOtro que se cae por la fuerza de gravedad\nOtro más por si sobrevive de casualidad\nRefuta mi tesis cabrón hoy te vamos a dar catequesis\nNo he metido un gol y tengo cristianos orándole a Messi\nTú ronca cabrón y tú no vive así  tú no vive así \nTu jeva se pasa pendiente de mí  pendiente de mí \nMe llama pa darle y le digo que si\nYo soy un hijueputa desde que nací\nTú ronca cabrón y tú no vive así  tú no vive así\n Tu jeva me llama y le digo que sí  le digo que sí \nYo no voy a cambiar yo siempre he sido así  sigo a­quí sigo sigo a­quí\n Yo soy un hijueputa desde que nací\nVolví duro pa meterle al beat\nPero cómo que volví yo no entiendo si yo nunca me fui\nMás duro que el bicho mío jode conmigo y sales partido\nTengo un par de hijos un par de sobrinos\nEl que no me dice papi me dice tío\nRespeten los rangos la posición\nCambié la fama por admiración\nNunca me quedo sin munición\nQuieren frontear pero no tienen condición\nSigo mi vida vivo cabrón\nSiempre activo en mi maquinón\nSalí solito del callejón\nY le compré una mansión a mami de un millón\nTengo la grasa\nTengo el piquete que mueve las masas\nSoy fiel a mi disquera\nPor eso to el mundo pregunta qué pasa\nArcángel suena\nHey por más que lo bloqueemos\nArcángel llena todos los conciertos\nY nosotros no lo tenemos\nTú ronca cabrón y tú no vive así  tú no vive así\n Tu jeva me llama y le digo que sí  le digo que sí \nYo no voy a cambiar yo siempre he sido así  nunca \nYo soy un hijueputa desde que nací\nTú ronca cabrón y tú no vive así  tú no vive así\n Tu jeva se pasa pendiente de mí  pendiente de mí \nMe llama pa darle y le digo que si  le digo que nací\n Yo  soy un hijueputa desde que nací \nHoy salimos de noche con todos los muchachos\nPuestos pa la hisetería\nEstos cabrones me roncan de palo\nY nosotros dueños de la ferretería\nAndamos con to los rosarios sin saber el Ave María\nMe roncan me roncan me roncan me roncan\nY están como Meek Mill sin batería\nNo fallamos un gancho\nHoy si me toma el engancho\nNos metemos a tu rancho\nY en la cara te hacemos un hueco ancho\nQué si soy maleante \nCabrón yo no sé\nLo que sé\nEs que los nervios no existen después de 2 percocet\nHoy no hay escusa y si se saca se usa\nSi mi 40 fuera Versace en la cara te hacemos una medusa\nLa noche es confusa y si conmigo te cruzas\nCabrón te vamo a dejar brincando como en el Lollapalooza\nMarihuana la hooka y pastilla\nLa cubana que de lejos brilla\nHoy te ponemos en capilla\nAunque ande con la familia comiendo empadilla\nTodavía no ha nacido alguien que lo haga cómo yo\nSi no te pillo en PR te pillo en los mall de New York\nAustin baby  oh shit \nBad Bunny El Conejo Malo\nY yo soy El Duende Malvado  Hear This Music\n O sea que nos quedó cabrón\nDíselo Luian Mambo Kingz"
                },
                {
                    "title": "Soy peor",
                    "lyric":  "Salí jodido la última vez que en alguien yo confié Me compré una forty y a cupido se la vacié No me vuelvo a enamorar, no No me vuelvo a enamorar Sigue tu camino que sin ti me va mejor Ahora tengo a otras que me lo hacen mejor Si antes yo era un hijueputa, ahora soy peor Ahora soy peor, ahora soy peor por ti Sigue tu camino que sin ti me va mejor Ahora tengo a otras que me lo hacen mejor Si antes yo era un hijueputa, ahora soy peor Ahora soy peor, ahora soy peor por ti Hoy yo no quiero fumar regular (no, no) Tráiganme un kush que me haga sentir espectacular Para celebrar que ya no estás tú para especular Y joderme por todos los culos que tengo en el celular Hoy se bebe, hoy se sale Ser bueno y fiel ya de nada vale Por mujeres como tú es que dicen Que todos los hombres somos iguales Si no me conoces, no me señales Ya yo me conozco tus males Como Hector El Father, hoy yo salgo Pa' la calle con dos mil anormales Sigue tu camino que sin ti me va mejor Ahora tengo a otras que me lo hacen mejor Si antes yo era un hijueputa, ahora soy peor Ahora soy peor, ahora soy peor, por ti Sigue tu camino que sin ti me va mejor Ahora tengo a otras que me lo hacen mejor Si antes yo era un hijueputa, ahora soy peor Ahora soy peor, ahora soy peor, por ti Por ti Ahora hago todo lo que quiero Solo pienso en mí primero, yeh Tirando billetes adentro del putero Pa'l carajo el amor verdadero Yo solo pienso en hacer dinero Baby, lo nuestro ya descansa en paz Me importa un carajo con quién te vas Dile a tu mai' que ya no me hace falta Que ahora tengo suegras demás Tengo la blanquita que me hace lap dance La roquerita que se lo meto con to' y Vans La prieta, las rubias, modelos Y eso sin contar las fans Yo no estoy para amores de meses No estoy pa' peleas ni estupideces Buscate a otro pa' que te bese Ninguno de esos cabrones a mí se parece Cada cual tiene lo que merece A mami dile que por mi no rece Que yo salgo esta noche virao' pa' la calle Y nadie va a hacer que yo me enderece, yeh Salí jodido la última vez que en alguien yo confié Me compré una forty y a cupido se la vacié No me vuelvo a enamorar, no No me vuelvo a enamorar Sigue tu camino que sin ti me va mejor Ahora tengo a otras que me lo hacen mejor Si antes yo era un hijueputa, ahora soy peor Ahora soy peor, ahora soy peor, por ti Sigue tu camino que sin ti me va mejor Ahora tengo a otras que me lo hacen mejor Si antes yo era un hijueputa, ahora soy peor Ahora soy peor, ahora soy peor, por ti" },
                {
                    "title": "Sensualidad",
                    "lyric": "Trap Kincz, bebé Yeah, ya, ya, ya, ya (Ooh, oh-oh)[Prince Royce Ay, baby, tu sensualidad (woa-oh-oh-oh-oh-oh) Me tiene al borde de la locura Y esto no es casualidad (woa-oh-oh-oh-oh-oh) Te beso y sube la temperatura Ay, baby, tu sensualidad (woa-oh-oh-oh-oh-oh) Me tiene al borde de la locura Y esto no es casualidad (woa-oh-oh-oh-oh-oh) Te beso y sube la temperatura [Bad BunnyBaby, donde tú quieras yo paso a buscarte Tú espérame afuera, pa' así no llamarte No traigas paraguas, como quiera va' mojarteLa temperatura está pa' calentarte [J Balvin Baby, donde tú quieras yo paso a buscarte Tú espérame afuera, pa' así no llamarte No traigas paraguas, como quiera va' mojarte La temperatura está pa' calentarte [Bad Bunny Hay muchos tras de ti, pero yo siempre gano La baby está dura y sin el cirujano  Vístete que hoy te voy a buscar temprano Quiero que to' nos vean agarrados de mano El traje que te compré Dale póntelo, llegamos después de las tres Yo no sé si tú mañana me vas a querer O si después de hoy te vas a perder Si no tú me escribes, yo te busco en el Lamborghi' Un diablo, un beso de emoji Yo no sé si tú mañana me vas a querer O si después de hoy te vas a perder [Prince Royce Cuando estás en mi habitación, tú sientes conmigo Como si se paralizara el tiempo Ya es que mi intención es estar contigo Y hacerlo hasta dejarte sin aliento Cuando estás en mi habitación, tú sientes conmigo Como si se paralizara el tiempo Ya es que mi intención es estar contigo Y hacerlo hasta dejarte sin aliento [J Balvin Baby, donde tú quieras yo paso a buscarte Tú espérame afuera, pa' así no llamarte No traigas paraguas, como quiera va' mojarte La temperatura está pa' calentarte [Bad Bunny Baby, donde tú quieras yo paso a buscarte Tú espérame afuera, pa' así no llamarte No traigas paraguas, como quiera va' mojarte La temperatura está pa' calentarte [J Balvin Yeah La noche llama, ya me activé Te sirvo un trago, Buchanan's, yeh Me siento en Victoria, porque ella es un ángel Como Selena y The Weeknd, como Shakira y Piqué Con su hoodie de BAPE, siempre ando en backstage En Francia ya la conocen, compremos todo ChanelEa, porque ella es mi jevaNo me la toquen, porque ella es una fiera Ia-ie (ia-ie), ia-ie (ia-ie) Ella es tan bella, tal como la imaginé Ia-ie (ia-ie), ia-ie (ia-ie) Es mi baby, solo yo la puedo tener [Prince Royce Ay, baby, tu sensualidad (woa-oh-oh-oh-oh-oh) Me tiene al borde de la locura Y esto no es casualidad (woa-oh-oh-oh-oh-oh) Te beso y sube la temperatura [J Balvin Ay, baby, tu sensualidad (woa-oh-oh-oh-oh-oh) Me tiene al borde de la locura Y esto no es casualidad (woa-oh-oh-oh-oh-oh) Te beso y sube la temperatura [Bad Bunny Baby, donde tú quieras yo paso a buscarte Tú espérame afuera, pa' así no llamarte No traigas paraguas, como quiera va' mojarte La temperatura está pa' calentarte Bad Bunny, baby Hear this music (leggo', leggo') Prince Royce J Balvin Infinity Music DJ Luian (¡díselo, Luian!) Mambo Kingz Trap Kingz, bebé Hear this music Tiempo de Balvin (leggo', leggo') ¡Dímelo, Braza!"
                }
            ]
        },
    
        {
            "name": "Ozuna",
            "songs": [
                {
                    "title": "Diles que tu me quieres",
                    "lyric": "Yo sé que tus padresNo te quieren conmigo No sé si será por mis tatuajes O la forma en que yo vivo Dile que tú me quieres Que no le haga caso a lo que le digan Nos vivimos enamorando día a día Dile que yo soy el que te quiere Explícale lo que sucedió Entre tú y yo la llama se encendió No sé cómo pasó Dile que tú me quieres Que no le haga caso a lo que le diganNos vivimos enamorando día a día Vida mía Ya no quiero ocultarlo, quiero tenerte cerca Hablo con tu madre, aunque sé que es difícil de convencerla Que no se deje llevar por las apariencias Porque mi corazón siempre te trata con decencia Tú más que nadie sabe Cómo yo soy contigo No importa mi estilo de vida Tú me quieres así Dile que tú me quieres Que no le haga caso a lo que le digan Nos vivimos enamorando día a día Dile que yo soy el que te quiere Explícale lo que sucedió Entre tú y yo la llama se encendió No sé cómo pasó Dile que tú me quieres Que no le haga caso a lo que le digan Nos vivimos enamorando día a día Vida mía Siempre que estamos juntos, se hace bueno el momento No me quieren contigo porque nadie sabe lo que por ti siento Cómo hacer que callen, dicen que yo no soy fiel Te he demostrado que mis ojos son para ti, mujer No soportan que nos vaya bien Amigas comentan cuando nos ven felices Vete y dile que yo te trato bien Y que le están mintiendo de lo que de mi le dicen  Dile que tú me quieres Que no le haga caso a lo que le digan Nos vivimos enamorando día a día  Dile que yo soy el que te quiere Explícale lo que sucedió Entre tú y yo la llama se encendió No sé cómo pasó Dile que tú me quieres Que no le haga caso a lo que le digan Nos vivimos enamorando día a día Vida mía"},
                {
                    "title": "Diles",
                    "lyric": "Prende otro phillie, bebé Que ya mismo este se apaga Vamos para el cuarto polvo Ya esto es una saga Dice que le gusta hacerlo con mis temas de trap Y si te preguntan por qué pa'l sexo yo soy tu fav  Diles Que yo me sé tus pose' favoritas Que te hablo malo y que eso te excita Que te hago todo lo que necesitas Pa' hacerte venir Y diles Que yo me sé tus pose' favoritas Que te hablo malo y que eso te excita Que te hago todo lo que necesitas Pa' hacerte venir Farru Dile' que soy el baby Tu novio viste de Old Navy Yo sí tengo flow, él no tiene flow Yo a ti te martillo y te doy dembow Por la noche cuando él se va Tú me llamas con la necesidad Porque te gusta como te doy Tranquila, ma Que por ahí voy ya Quiero hacerte cositas que nunca te han hecho Esta noche conmigo tú tocas el techo Cuando te pelean y estás en despecho Me llamas y yo, adentro, te la echo Dime si tú quieres que yo te ubique en mi cama Deja el drama, ven y mama Voy a darte duro hasta por la mañana Y que comience la acción Dame tu ubicación Tú sabes que yo le llego y cuando llego Este bicho causa emoción Le bajo al pozo como Poseidón Le abro las piernas en el balcón Pa' hablarte claro, ma, tú le metes cabrón Me gusta como con la boca me pones el condón Y te queda mejor, mamá Cuando no me pones na' Este bicho es tuyo Avanza y corre Ven y súbete en la torre Diles Que yo me sé tus pose' favoritas Que te hablo malo y que eso te excita Que te hago todo lo que necesitas Pa' hacerte venir Y diles Que yo me sé tus pose' favoritas Que te hablo malo y que eso te excita Que te hago todo lo que necesitas Pa' hacerte venir Conozco tus poses Hago susurrar todas tus voces por mi cuello Se ilumina el camino cuando estrello Tu cuerpo junto al mío Haciendo detener el tiempo Este es el mejor momento Poses abajo, arriba Poses en cuatro, encima o de la'o Caliente, caliente Dime que tú sientes si te doy de frente Se siente apreta'o Tu culo pégalo cerca Pa' retumbarte completa Baja y sube en cámara lenta, mai Vamo' hacerlo adentro del carro y pichea el hotel Que tengo ganas, bebé, y no hay tiempo para perder Cristales tintia'os, nadie nos va a ver Estamo' bellaco y queremo' meter Tú y yo solitos, dale, apaga el cell Que te voy a hacer lo que no te hace él Y woah Los cristales del carro se empañan Tu carita de ángel me engaña Yo soy sano, pero tú me dañas Y woah Prendió un krippy y se puso lucía' Me dio un blowjob mientras conducía Se trepó y me seducía  Y diles Que yo me sé tus pose' favoritas Que te hablo malo y que eso te excita Que te hago todo lo que necesitas Pa' hacerte venir (Farru) Y diles Que yo me sé tus pose' favoritas Que te hablo malo y que eso te excita Que te hago todo lo que necesitas Pa' hacerte venir"}
            ]
        }
    ]
}